Repository: FreezePeace1/WebStoreMVC
Catalog: WebStoreMVC.Application/Resources/SuccessMessage.*.resx
Languages: ru

source: Creating roles is done
ru: Создание ролей выполнено

source: Creating user is done
ru: Пользователь создан успешно

# UpgradeUserToAdmin
source: Upgrading user to admin is done
ru: Пользователь стал админом

# DowngradeAdminToUser
source: Downgrading admin to user is done
ru: Админ стал обычным пользователем

source: Logout is done
ru: Выход выполнен

source: Products are received
ru: Товары получены

# CreatingCartVM
source: Creating the cart is done
ru: Создание корзины выполнено

# OperationForCart
source: Operation for cart is done successfully
ru: Операция для корзины выполнена успешно

source: Token is activated
ru: Токен активирован

source: Creating data is done
ru: Создание данных завершено

source: Showing order data is done
ru: Получение данных для заказа успешно выполнено

source: Order is deleted successfully
ru: Заказ удален успешно

# UserInfoChanged
source: User info is changed successfully
ru: Данные пользователя изменены успешно

# DataIsRecieved
source: Data is recieved successfully
ru: Данные получены успешно

source: User info is not found
ru: Данные пользователя не найдены

# SavingOrderIsDone
source: Saving user order is done successfully
ru: Сохранение заказа пользователя успешно!
